[
    {
        "id": 1,
        "nombre": "Scrum, manual de campo ",
        "resenia": "Si hubiera un Premio Nobel para management, y si hubiera justicia en el mundo, confío en que ese premio sería, entre otros, para Jeff Sutherland El autor de este libro se ha interesado en el tema de la gestión empresarial y en los últimos años desarrolló un método llamado 'Scrum' que le ha permitido a numerosas compañías obtener resultados sobresalientes. Se trata de un método de gestión de proyectos que se basa en la responsabilidad del equipo y la participación del cliente. La eficacia de tal sistema no se aplica sólo a las empresas, sino también fuera de ellas.",
        "precio": 2320,
        "imagen": "img-sutherland_scrum_manual_de_campo.jpg",
        "clasificacion": "Liderazgo",
        "anioEdicion": "2021",
        "fechaPublicacion": "02/2021",
        "stock": 20,
        "autor": "Sutherland J.J.",
        "editorial": "Oceano",
        "nroPaginas": 220,
        "idioma": "ES",
        "isbn": 9786077355595
    },
    {
        "id": 2,
        "nombre": "Los 7 hábitos de la gente altamente efectiva",
        "resenia": "Casi todo el mundo intuye que su comportamiento, tanto en el trabajo como en la vida privada, podría mejorar en muchos aspectos, pero pocos saben cómo conseguirlo.El método de Stephen R. Covey es claro, certero y eficiente: un curso dividido en siete etapas que el lector deberá asimilar y poner en práctica por su propia cuenta, adaptándolas a su personalidad y aplicándolas libremente en todos los ámbitos de la vida empresarial.Si queremos cambiar nuestra situación, deberemos cambiarnos a nosotros mismos con eficacia y para ello también modificar nuestras percepciones. El resultado es la construcción de una autoconfianza a prueba de balas mediante el desarrollo del propio carácter, de la integridad, la honestidad y la dignidad necesarias para transformar nuestro universo laboral en algo auténtico e intransferible.",
        "precio": 2350,
        "imagen": "img-covey_los_7_habitos_de_la_gente_altamente_efectiva.jpg",
        "clasificacion": "Administración",
        "anioEdicion": "2016",
        "fechaPublicacion": "04/2016",
        "stock": 50,
        "autor": "Stephen R. Covey.",
        "editorial": "Oceano",
        "nroPaginas": 480,
        "idioma": "ES",
        "isbn": 9789501292794
    },
    {
        "id": 3,
        "nombre": "Liderazgo, el poder de la inteligencia emocional",
        "resenia": "He aquí la primera selección exhaustiva de los hallazgos de Daniel Goleman relacionados con el concepto de liderazgo. Este material, a menudo citado y de probada eficacia, ayudará a desarrollar la capacidad de dirección, ejecución e innovación. La presente selección incluye, en un solo volumen, los escritos más solicitados de Goleman.",
        "precio": 1990,
        "imagen": "img-goleman_liderazgo_el_poder_de_la_inteligencia_emocional.jpg",
        "clasificacion": "Liderazgo",
        "anioEdicion": "2022",
        "fechaPublicacion": "02-2022",
        "stock": 100,
        "autor": "Daniel Goleman",
        "editorial": "Ediciones B",
        "nroPaginas": 168,
        "idioma": "ES",
        "isbn": 9788466652179
    },
    {
        "id": 4,
        "nombre": "Los días de la revolución",
        "resenia": "En Los días de la Revolución, mi primer libro de Historia, vas a encontrarte con una posible explicación del proceso revolucionario que sacude y derrumba el Virreinato del Río de la Plata entre 1806 y 1820. La Argentina no nace automáticamente de ese proceso. Al contrario: es producto de una larga, accidentada y compleja evolución. Pero es cierto que algunas de las claves de esa construcción hunden sus raíces en esos tiempos revolucionarios, en esas personas, en esas circunstancias y en esas peripecias. Y aquellos años de principios del siglo XIX, cuando el Imperio Español estalla en pedazos, habitan también en nosotros, en lo que somos en el siglo XXI. Este libro es una invitación a explorar juntos esos vestigios cargados de significado. Eduardo Sacheri",
        "precio": 3349,
        "imagen": "img-sacheri_los_dias_de_la_revolucion.jpg",
        "clasificacion": "Historia",
        "anioEdicion": "2022",
        "fechaPublicacion": "05-2022",
        "stock": 100,
        "autor": "Eduardo Sacheri",
        "editorial": "Alfaguara",
        "nroPaginas": 288,
        "idioma": "ES",
        "isbn": 9789877389258
    },
    {
        "id": 5,
        "nombre": "Scrum, el arte de hacer el doble de trabajo en la mitad del tiempo",
        "resenia": "Si hubiera un Premio Nobel para management, y si hubiera justicia en el mundo, confío en que ese premio sería, entre otros, para Jeff Sutherland El autor de este libro se ha interesado en el tema de la gestión empresarial y en los últimos años desarrolló un método llamado 'Scrum' que le ha permitido a numerosas compañías obtener resultados sobresalientes. Se trata de un método de gestión de proyectos que se basa en la responsabilidad del equipo y la participación del cliente. La eficacia de tal sistema no se aplica sólo a las empresas, sino también fuera de ellas.",
        "precio": 2320,
        "imagen": "img-sutherland_scrum_el_arte_de_hacer_el_doble.jpg",
        "clasificacion": "Liderazgo",
        "anioEdicion": "2021",
        "fechaPublicacion": "06-2021",
        "stock": 100,
        "autor": "Sutherland J.J.",
        "editorial": "Oceano",
        "nroPaginas": 220,
        "idioma": "ES",
        "isbn": 9786077355595
    },
    {
        "id": 6,
        "nombre": "El señor de los anillos- El retorno del rey",
        "resenia": "Los ejércitos del Señor Oscuro van extendiendo cada vez más su maléfica sombra por la Tierra Media. Hombres, elfos y enanos unen sus fuerzas para presentar batalla contra Sauron y sus huestes. Ajenos a estos preparativos, Frodo y Sam se internan cada vez más en el país de Mordor en su heroico viaje para destruir el Anillo de Poder en las Grietas del Destino.",
        "precio": 3610,
        "imagen": "img-tolkien_el_senor_de_los_anillos_el_retorno_del_rey.jpg",
        "clasificacion": "Fantástico",
        "anioEdicion": "2002",
        "fechaPublicacion": "11-2002",
        "stock": 100,
        "autor": "Tolkien J.R.R.",
        "editorial": "Minotauro",
        "nroPaginas": 416,
        "idioma": "ES",
        "isbn": 9789505470662
    },
    {
        "id": 7,
        "nombre": "La caída de Arturo",
        "resenia": "La caída de Arturo, única incursión de J.R.R. Tolkien en las leyendas del rey Arturo de Bretaña, puede ser considerado su mayor logro en el uso del metro aliterado en inglés antiguo. Una obra en la que consiguió comunicar la sensación de inevitabilidad y de gravedad de los acontecimientos: de la expedición de Arturo a las lejanas tierras paganas, de la huida de la reina Ginebra de Camelot, de la gran batalla naval al regreso de Arturo a Bretaña; en el retrato del traidor Mordred, en las atormentadas dudas de Lancelot en su castillo de Francia. Desgraciadamente, La caída de Arturo fue uno de los extensos poemas narrativos que Tolkien dejó sin terminar. En este caso, resulta evidente que lo comenzó a principios de la década de 1930, y a su juicio estaba lo suficientemente desarrollado como para enviarlo a un amigo muy perspicaz que, luego de leer con gran entusiasmo a finales de 1934, le dijo: 'íTienes que terminarlo!' Pero fue en vano. Lo abandonó en una fecha desconocida, aunque existen ciertas evidencias de que pudo ser en 1937, el año de la publicación de El Hobbit y de los primeros albores de El Señor de los Anillos. Años después, en una carta de 1955, decía que 'esperaba terminar un largo poema sobre La caída de Arturo'; pero aquel día nunca llegó. Junto al texto del poema, sin embargo, existen muchas páginas manuscritas, gran cantidad de borradores y diversos experimentos en verso en los que se revela la extraña evolución de la estructura del poema, sinopsis en prosa, así como también notas muy interesantes.",
        "precio": 3550,
        "imagen": "img-tolkien_la_caida_de_arturo.jpg",
        "clasificacion": "Fantástico",
        "anioEdicion": "2013",
        "fechaPublicacion": "06-2013",
        "stock": 100,
        "autor": "Tolkien J.R.R.",
        "editorial": "Minotauro",
        "nroPaginas": 256,
        "idioma": "ES",
        "isbn": 9788445001462
    },
    {
        "id": 8,
        "nombre": "Harry Potter y la piedra filosofal",
        "resenia": "Harry Potter se ha quedado huérfano y vive en casa de sus abominables tíos y del insoportable primo Dudley. Se siente muy triste y solo, hasta que un buen día recibe una carta que cambiará su vida para siempre. En ella le comunican que ha sido aceptado como alumno en el colegio interno Hogwarts de magia y hechicería. A partir de ese momento, la suerte de Harry da un vuelco espectacular. En esa escuela tan especial aprenderá encantamientos, trucos fabulosos y tácticas de defensa contra las malas artes. Se convertirá en el campeón escolar de quidditch, especie de fútbol aéreo que se juega montado sobre escobas, y hará un puñado de buenos amigos... aunque también algunos temibles enemigos. Pero, sobre todo, conocerá los secretos que le permitirán cumplir con su destino. Pues, aunque no lo parezca a primera vista, Harry no es un chico común y corriente. íEs un verdadero mago!",
        "precio": 3099,
        "imagen": "img-rowling_harry_potter_y_la_piedra_filosofal.jpg",
        "clasificacion": "Fantástico",
        "anioEdicion": "2020",
        "fechaPublicacion": "06-2020",
        "stock": 100,
        "autor": "Rowling J. K",
        "editorial": "Salamandra",
        "nroPaginas": 288,
        "idioma": "ES",
        "isbn": 9789878000107
    },
    {
        "id": 9,
        "nombre": "Harry Potter y la cámara secreta",
        "resenia": "Mientras Harry espera impaciente en casa de sus insoportables tíos el inicio del segundo curso del Colegio Hogwarts de Magia y Hechicería, un elfo aparece en su habitación y le advierte de que una amenaza mortal se cierne sobre la escuela. Harry no se lo piensa dos veces y, acompañado de Ron, se dirige a Hogwarts en un coche volador. Pero, ¿puede un aprendiz de mago defender la escuela de los malvados que pretenden destruirla? Sin saber que alguien ha abierto la Cámara de los Secretos, dejando escapar una serie de monstruos peligrosos, Harry y sus amigos Ron y Hermione tendrán que enfrentarse con arañas gigantes, serpientes encantadas, fantasmas enfurecidos y, sobre todo, con la mismísima reencarnación de su más temible adversario.",
        "precio": 3099,
        "imagen": "img-rowling_harry_potter_y_la_camara_secreta.jpg",
        "clasificacion": "Fantástico",
        "anioEdicion": "2020",
        "fechaPublicacion": "01-2020",
        "stock": 100,
        "autor": "Rowling J. K",
        "editorial": "Salamandra",
        "nroPaginas": 320,
        "idioma": "ES",
        "isbn": 9789878000114
    },
    {
        "id": 10,
        "nombre": "Harry Potter y el prisionero de Azkaban",
        "resenia": "Harry aguarda con impaciencia el inicio del tercer curso en el Colegio Hogwarts de Magia y Hechicería. Tras haber cumplido trece años, solo y lejos de sus amigos de Hogwarts, Harry se pelea con su bigotuda tía Marge, a la que convierte en globo, y debe huir en un autobús mágico.Mientras tanto, de la prisión de Azkaban se ha escapado un terrible villano, Sirius Black, un asesino en serie con poderes mágicos que fue cómplice de lord Voldemort y que parece dispuesto a eliminar a Harry del mapa. Y por si esto fuera poco, Harry debe enfrentarse también a unos terribles monstruos, los dementores, seres abominables capaces de robarles la felicidad a los magos y de borrar todo recuerdo hermoso de aquellos que osan mirarlos. Lo que ninguno de estos malvados personajes sabe es que Harry, con la ayuda de sus fieles amigos Ron y Hermione, es capaz de todo y mucho más.",
        "precio": 4049,
        "imagen": "img-rowling_harry_potter_y_el_prisionero.jpg",
        "clasificacion": "Fantástico",
        "anioEdicion": "2020",
        "fechaPublicacion": "01-2020",
        "stock": 100,
        "autor": "Rowling J. K",
        "editorial": "Salamandra",
        "nroPaginas": 384,
        "idioma": "ES",
        "isbn": 9789878000176
    }
]